fall2018/psyc5316/psyc5316-fall2018.org
#+TITLE: PSYC 5316: Advanced Quantitative Methods & Experimental Design
#+AUTHOR: 
#+DATE: Fall 2018
#+OPTIONS: toc:nil
#+OPTIONS: num:nil
#+LATEX_CLASS: article
#+LATEX_CLASS_OPTIONS: [10pt]
#+LATEX_HEADER: \usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}
#+LATEX_HEADER: \setlength{\parindent}{0pt}
#+LATEX_HEADER: \setlength{\parskip}{2mm}

** Contact info
- Professor: Thomas J. Faulkenberry, Ph.D
- Office: Math 319
- Office hours: MWF 1-3 pm; TR 9:30-11:30 am
- Email: faulkenberry@tarleton.edu
- Website: [[http://tomfaulkenberry.github.io]]
- Phone: 254-968-9816
  
** Course description

This course is designed to teach you the advanced quantitative methods and techniques of experimental design that are necessary to read and conduct modern empirical research in the psychological sciences. We will do this through replicating three classic experiments, each illustrating a unique experimental design and technique for data analysis.  Students taking this course are expected to have *previously* taken a graduate level course in statistics (or equivalent statistical training). 

Some of the specific skills you'll learn this semester are:
- using a computer to program behavioral experiments and collect response time data 
- efficiently pre-processing raw data and implement sophisticated statistical models using R
- writing technical manuscripts to report results of experiments

** Course materials

There is no required textbook for the course. However, I recommend you have access to a good statistics text (e.g., Gravetter or Field are great ones to have).  In addition, you'll need to have access to a computer (laptop is best) on which you can install the following software packages:

- R statistical software (free download from [[http://www.r-project.org][http://www.r-project.org]])
- RStudio (free download from [[http://www.rstudio.com][http://www.rstudio.com]])
- OpenSesame (free download from http://osdoc.cogsci.nl/

All readings/videos/etc. will be posted on Github: http://github.com/tomfaulkenberry/courses/

** Student learning outcomes
   
1. perform and interpret basic techniques of statistical inference, both in a frequentist and Bayesian framework
2. program and administer behavioral experiments using computer software
3. understand various methods of cleaning data for analysis in R
4. develop skills for communicating technical material, especially through writing scientific manuscripts in APA format.

** Requirements and grading

- Lab 1 (100 pts)
- Lab 2 (100 pts)
- Lab 3 (100 pts)
- In class participation (100 pts)
- /Total = 400 points/

Grades will be assigned based on the percentage of points you accumulate out of these 400 points.  I will use the standard grading scale of A=90%, B=80%, etc.

*** Labs (75% of grade)
There will be three lab experiments conducted throughout the semester.  Each lab will take approximately four weeks to complete using the schedule below:

- first week (online): video lecture describing to construct experiment and collect data
- second week (face to face): in class discussion on how to analyze the data you've collected
- third week (online): video lecture describing how to analyze data in R
- fourth week (face to face): in class discussion of the results of experiment and writeup of final manuscript

*** In class participation (25% of grade)

We meet face-to-face in Stephenville every other week this semester.  In total, there will be 8 meetings (see schedule below for specific dates).  It is /imperative/ that you attend these face-to-face sessions, because this is where we will discuss the material needed to successfully complete the labs that we will complete.  The participation will be assigned as a percent of the classes you attend. For example, if you attend 5 out of 8 classes, your attendance grade will be 62.5 points.

