fall2019/psyc5316/psyc5316-fall2018.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>PSYC 5316: Advanced Quantitative Methods &amp; Experimental Design</title>
<!-- 2018-08-27 Mon 18:14 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
</head>
<body>
<div id="content">
<h1 class="title">PSYC 5316: Advanced Quantitative Methods &amp; Experimental Design</h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Contact info</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Professor: Thomas J. Faulkenberry, Ph.D
</li>
<li>Office: Math 319
</li>
<li>Office hours: MWF 1-3 pm; TR 9:30-11:30 am
</li>
<li>Email: faulkenberry@tarleton.edu
</li>
<li>Website: <a href="http://tomfaulkenberry.github.io">http://tomfaulkenberry.github.io</a>
</li>
<li>Phone: 254-968-9816
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Course description</h2>
<div class="outline-text-2" id="text-2">
<p>
This course is designed to teach you the advanced quantitative methods and techniques of experimental design that are necessary to read and conduct modern empirical research in the psychological sciences. We will do this through replicating three classic experiments, each illustrating a unique experimental design and technique for data analysis.  Students taking this course are expected to have <b>previously</b> taken a graduate level course in statistics (or equivalent statistical training). 
</p>

<p>
Some of the specific skills you'll learn this semester are:
</p>
<ul class="org-ul">
<li>using a computer to program behavioral experiments and collect response time data 
</li>
<li>efficiently pre-processing raw data and implement sophisticated statistical models using R
</li>
<li>writing technical manuscripts to report results of experiments
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Course materials</h2>
<div class="outline-text-2" id="text-3">
<p>
There is no required textbook for the course. However, I recommend you have access to a good statistics text (e.g., Gravetter or Field are great ones to have).  In addition, you'll need to have access to a computer (laptop is best) on which you can install the following software packages:
</p>

<ul class="org-ul">
<li>R statistical software (free download from <a href="http://www.r-project.org"><a href="http://www.r-project.org">http://www.r-project.org</a></a>)
</li>
<li>RStudio (free download from <a href="http://www.rstudio.com"><a href="http://www.rstudio.com">http://www.rstudio.com</a></a>)
</li>
<li>OpenSesame (free download from <a href="http://osdoc.cogsci.nl/">http://osdoc.cogsci.nl/</a>
</li>
</ul>

<p>
All readings/videos/etc. will be posted on Github: <a href="http://github.com/tomfaulkenberry/courses/">http://github.com/tomfaulkenberry/courses/</a>
</p>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Student learning outcomes</h2>
<div class="outline-text-2" id="text-4">
<ol class="org-ol">
<li>perform and interpret basic techniques of statistical inference, both in a frequentist and Bayesian framework
</li>
<li>program and administer behavioral experiments using computer software
</li>
<li>understand various methods of cleaning data for analysis in R
</li>
<li>develop skills for communicating technical material, especially through writing scientific manuscripts in APA format.
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">Requirements and grading</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>Lab 1 (100 pts)
</li>
<li>Lab 2 (100 pts)
</li>
<li>Lab 3 (100 pts)
</li>
<li>In class participation (100 pts)
</li>
<li><i>Total = 400 points</i>
</li>
</ul>

<p>
Grades will be assigned based on the percentage of points you accumulate out of these 400 points.  I will use the standard grading scale of A=90%, B=80%, etc.
</p>
</div>

<div id="outline-container-sec-5-1" class="outline-3">
<h3 id="sec-5-1">Labs (75% of grade)</h3>
<div class="outline-text-3" id="text-5-1">
<p>
There will be three lab experiments conducted throughout the semester.  Each lab will take approximately four weeks to complete using the schedule below:
</p>

<ul class="org-ul">
<li>first week (online): video lecture describing to construct experiment and collect data
</li>
<li>second week (face to face): in class discussion on how to analyze the data you've collected
</li>
<li>third week (online): video lecture describing how to analyze data in R
</li>
<li>fourth week (face to face): in class discussion of the results of experiment and writeup of final manuscript
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-5-2" class="outline-3">
<h3 id="sec-5-2">In class participation (25% of grade)</h3>
<div class="outline-text-3" id="text-5-2">
<p>
We meet face-to-face in Stephenville every other week this semester.  In total, there will be 8 meetings (see schedule below for specific dates).  It is <i>imperative</i> that you attend these face-to-face sessions, because this is where we will discuss the material needed to successfully complete the labs that we will complete.  The participation will be assigned as a percent of the classes you attend. For example, if you attend 5 out of 8 classes, your attendance grade will be 62.5 points.
</p>
</div>
</div>
</div>
