fall2019/psyc5316/psyc5316-fall2018.tex
% Created 2018-08-27 Mon 18:13
\documentclass[10pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}
\setlength{\parindent}{0pt}
\setlength{\parskip}{2mm}
\date{Fall 2018}
\title{PSYC 5316: Advanced Quantitative Methods \& Experimental Design}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.3.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle

\section*{Contact info}
\label{sec-1}
\begin{itemize}
\item Professor: Thomas J. Faulkenberry, Ph.D
\item Office: Math 319
\item Office hours: MWF 1-3 pm; TR 9:30-11:30 am
\item Email: faulkenberry@tarleton.edu
\item Website: \url{http://tomfaulkenberry.github.io}
\item Phone: 254-968-9816
\end{itemize}

\section*{Course description}
\label{sec-2}

This course is designed to teach you the advanced quantitative methods and techniques of experimental design that are necessary to read and conduct modern empirical research in the psychological sciences. We will do this through replicating three classic experiments, each illustrating a unique experimental design and technique for data analysis.  Students taking this course are expected to have \textbf{previously} taken a graduate level course in statistics (or equivalent statistical training). 

Some of the specific skills you'll learn this semester are:
\begin{itemize}
\item using a computer to program behavioral experiments and collect response time data
\item efficiently pre-processing raw data and implement sophisticated statistical models using R
\item writing technical manuscripts to report results of experiments
\end{itemize}

\section*{Course materials}
\label{sec-3}

There is no required textbook for the course. However, I recommend you have access to a good statistics text (e.g., Gravetter or Field are great ones to have).  In addition, you'll need to have access to a computer (laptop is best) on which you can install the following software packages:

\begin{itemize}
\item R statistical software (free download from \href{http://www.r-project.org}{\url{http://www.r-project.org}})
\item RStudio (free download from \href{http://www.rstudio.com}{\url{http://www.rstudio.com}})
\item OpenSesame (free download from \url{http://osdoc.cogsci.nl/}
\end{itemize}

All readings/videos/etc. will be posted on Github: \url{http://github.com/tomfaulkenberry/courses/}

\section*{Student learning outcomes}
\label{sec-4}

\begin{enumerate}
\item perform and interpret basic techniques of statistical inference, both in a frequentist and Bayesian framework
\item program and administer behavioral experiments using computer software
\item understand various methods of cleaning data for analysis in R
\item develop skills for communicating technical material, especially through writing scientific manuscripts in APA format.
\end{enumerate}

\section*{Requirements and grading}
\label{sec-5}

\begin{itemize}
\item Lab 1 (100 pts)
\item Lab 2 (100 pts)
\item Lab 3 (100 pts)
\item In class participation (100 pts)
\item \emph{Total = 400 points}
\end{itemize}

Grades will be assigned based on the percentage of points you accumulate out of these 400 points.  I will use the standard grading scale of A=90\%, B=80\%, etc.

\subsection*{Labs (75\% of grade)}
\label{sec-5-1}
There will be three lab experiments conducted throughout the semester.  Each lab will take approximately four weeks to complete using the schedule below:

\begin{itemize}
\item first week (online): video lecture describing to construct experiment and collect data
\item second week (face to face): in class discussion on how to analyze the data you've collected
\item third week (online): video lecture describing how to analyze data in R
\item fourth week (face to face): in class discussion of the results of experiment and writeup of final manuscript
\end{itemize}

\subsection*{In class participation (25\% of grade)}
\label{sec-5-2}

We meet face-to-face in Stephenville every other week this semester.  In total, there will be 8 meetings (see schedule below for specific dates).  It is \emph{imperative} that you attend these face-to-face sessions, because this is where we will discuss the material needed to successfully complete the labs that we will complete.  The participation will be assigned as a percent of the classes you attend. For example, if you attend 5 out of 8 classes, your attendance grade will be 62.5 points.
