fall2018/psyc5316/psyc5316-fall2018.org
*** Academic Excellence Statement
Tarleton holds high expectations for students to assume responsibility for their own individual learning. Students are also expected to achieve academic excellence by:
- honoring Tarleton’s core values, upholding high standards of habit and behavior.
- maintaining excellence through class attendance and punctuality, preparing for active participation in all learning experiences. 
- putting forth their best individual effort.
- continually improving as independent learners.
- engaging in extracurricular opportunities that encourage personal and academic growth.
- reflecting critically upon feedback and applying these lessons to meet future challenges.

** Students with Disabilities Policy

It is the policy of Tarleton State University to comply with the Americans with Disabilities  Act (www.ada.gov) and other applicable laws.  If you are a student with a disability seeking accommodations for this course, please contact the Center for Access and Academic Testing, at 254.968.9400 or caat@tarleton.edu. The office is located in Math 201. More information can be found at www.tarleton.edu/caat or in the University Catalog.​
 
*Note:  any changes to this syllabus will be communicated to you by the instructor!*
 
** Tentative schedule

| Week | Date  | Location     | Topic                                                                      |
|------+-------+--------------+----------------------------------------------------------------------------|
|    1 | 8/27  | Stephenville | Install software, introduce flanker task                                   |
|    2 | 9/3   | online       | Video lecture: programming flanker task and collect data                   |
|    3 | 9/10  | Stephenville | Discussion: stats background on repeated measures designs                  |
|    4 | 9/17  | online       | Video lecture: analyzing flanker task data in R                            |
|    5 | 9/24  | Stephenville | Discussion: results of flanker task & final manuscript                     |
|    6 | 10/1  | online       | Video lecture: programming Sternberg memory scanning task and collect data |
|    7 | 10/8  | Stephenville | Discussion: stats background on linear modeling                            |
|    8 | 10/15 | online       | Video lecture: analyzing Sternberg data in R                               |
|    9 | 10/22 | Stephenville | Discussion: results of Sternberg task & final manuscript                   |
|   10 | 10/29 | online       | Video lecture: programming mental arithmetic task and collect data         |
|   11 | 11/5  | Stephenville | Discussion: stats background on factorial designs                          |
|   12 | 11/12 | online       | Video lecture: analyzing mental arithmetic data in R                       |
|   13 | 11/19 | Stephenville | Discussion: results of mental arithmetic task & final manuscript           |
|   14 | 11/26 | online       | TBA                                                                        |
|   15 | 12/3  | Stephenville | Wrap up                                                                    |
