fall2019/psyc5316/psyc5316-fall2018.html

<div id="outline-container-sec-9-3" class="outline-3">
<h3 id="sec-9-3">Academic Excellence Statement</h3>
<div class="outline-text-3" id="text-9-3">
<p>
Tarleton holds high expectations for students to assume responsibility for their own individual learning. Students are also expected to achieve academic excellence by:
</p>
<ul class="org-ul">
<li>honoring Tarleton’s core values, upholding high standards of habit and behavior.
</li>
<li>maintaining excellence through class attendance and punctuality, preparing for active participation in all learning experiences. 
</li>
<li>putting forth their best individual effort.
</li>
<li>continually improving as independent learners.
</li>
<li>engaging in extracurricular opportunities that encourage personal and academic growth.
</li>
<li>reflecting critically upon feedback and applying these lessons to meet future challenges.
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-10" class="outline-2">
<h2 id="sec-10">Students with Disabilities Policy</h2>
<div class="outline-text-2" id="text-10">
<p>
It is the policy of Tarleton State University to comply with the Americans with Disabilities  Act (www.ada.gov) and other applicable laws.  If you are a student with a disability seeking accommodations for this course, please contact the Center for Access and Academic Testing, at 254.968.9400 or caat@tarleton.edu. The office is located in Math 201. More information can be found at www.tarleton.edu/caat or in the University Catalog.​
</p>

<p>
<b>Note:  any changes to this syllabus will be communicated to you by the instructor!</b>
</p>
</div>
</div>

<div id="outline-container-sec-11" class="outline-2">
<h2 id="sec-11">Tentative schedule</h2>
<div class="outline-text-2" id="text-11">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="right" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="right">Week</th>
<th scope="col" class="left">Date</th>
<th scope="col" class="left">Location</th>
<th scope="col" class="left">Topic</th>
</tr>
</thead>
<tbody>
<tr>
<td class="right">1</td>
<td class="left">8/27</td>
<td class="left">Stephenville</td>
<td class="left">Install software, introduce flanker task</td>
</tr>

<tr>
<td class="right">2</td>
<td class="left">9/3</td>
<td class="left">online</td>
<td class="left">Video lecture: programming flanker task and collect data</td>
</tr>

<tr>
<td class="right">3</td>
<td class="left">9/10</td>
<td class="left">Stephenville</td>
<td class="left">Discussion: stats background on repeated measures designs</td>
</tr>

<tr>
<td class="right">4</td>
<td class="left">9/17</td>
<td class="left">online</td>
<td class="left">Video lecture: analyzing flanker task data in R</td>
</tr>

<tr>
<td class="right">5</td>
<td class="left">9/24</td>
<td class="left">Stephenville</td>
<td class="left">Discussion: results of flanker task &amp; final manuscript</td>
</tr>

<tr>
<td class="right">6</td>
<td class="left">10/1</td>
<td class="left">online</td>
<td class="left">Video lecture: programming Sternberg memory scanning task and collect data</td>
</tr>

<tr>
<td class="right">7</td>
<td class="left">10/8</td>
<td class="left">Stephenville</td>
<td class="left">Discussion: stats background on linear modeling</td>
</tr>

<tr>
<td class="right">8</td>
<td class="left">10/15</td>
<td class="left">online</td>
<td class="left">Video lecture: analyzing Sternberg data in R</td>
</tr>

<tr>
<td class="right">9</td>
<td class="left">10/22</td>
<td class="left">Stephenville</td>
<td class="left">Discussion: results of Sternberg task &amp; final manuscript</td>
</tr>

<tr>
<td class="right">10</td>
<td class="left">10/29</td>
<td class="left">online</td>
<td class="left">Video lecture: programming mental arithmetic task and collect data</td>
</tr>

<tr>
<td class="right">11</td>
<td class="left">11/5</td>
<td class="left">Stephenville</td>
<td class="left">Discussion: stats background on factorial designs</td>
</tr>

<tr>
<td class="right">12</td>
<td class="left">11/12</td>
<td class="left">online</td>
<td class="left">Video lecture: analyzing mental arithmetic data in R</td>
</tr>

<tr>
<td class="right">13</td>
<td class="left">11/19</td>
<td class="left">Stephenville</td>
<td class="left">Discussion: results of mental arithmetic task &amp; final manuscript</td>
</tr>

<tr>
<td class="right">14</td>
<td class="left">11/26</td>
<td class="left">online</td>
<td class="left">TBA</td>
</tr>

<tr>
<td class="right">15</td>
<td class="left">12/3</td>
<td class="left">Stephenville</td>
<td class="left">Wrap up</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Fall 2018</p>
<p class="date">Created: 2018-08-27 Mon 18:14</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.3.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
