fall2019/psyc5316/psyc5316-fall2018.tex

\subsection*{Academic Excellence Statement}
\label{sec-9-3}
Tarleton holds high expectations for students to assume responsibility for their own individual learning. Students are also expected to achieve academic excellence by:
\begin{itemize}
\item honoring Tarleton’s core values, upholding high standards of habit and behavior.
\item maintaining excellence through class attendance and punctuality, preparing for active participation in all learning experiences.
\item putting forth their best individual effort.
\item continually improving as independent learners.
\item engaging in extracurricular opportunities that encourage personal and academic growth.
\item reflecting critically upon feedback and applying these lessons to meet future challenges.
\end{itemize}

\section*{Students with Disabilities Policy}
\label{sec-10}

It is the policy of Tarleton State University to comply with the Americans with Disabilities  Act (www.ada.gov) and other applicable laws.  If you are a student with a disability seeking accommodations for this course, please contact the Center for Access and Academic Testing, at 254.968.9400 or caat@tarleton.edu. The office is located in Math 201. More information can be found at www.tarleton.edu/caat or in the University Catalog.​

\textbf{Note:  any changes to this syllabus will be communicated to you by the instructor!}

\newpage
\section*{Tentative schedule}
\label{sec-11}

\begin{center}
\begin{tabular}{rlll}
Week & Date & Location & Topic\\
\hline
1 & 8/27 & Stephenville & Install software, introduce flanker task\\
2 & 9/3 & online & Video lecture: programming flanker task and collect data\\
3 & 9/10 & Stephenville & Discussion: stats background on repeated measures designs\\
4 & 9/17 & online & Video lecture: analyzing flanker task data in R\\
5 & 9/24 & Stephenville & Discussion: results of flanker task \& final manuscript\\
6 & 10/1 & online & Video lecture: programming Sternberg memory scanning task and collect data\\
7 & 10/8 & Stephenville & Discussion: stats background on linear modeling\\
8 & 10/15 & online & Video lecture: analyzing Sternberg data in R\\
9 & 10/22 & Stephenville & Discussion: results of Sternberg task \& final manuscript\\
10 & 10/29 & online & Video lecture: programming mental arithmetic task and collect data\\
11 & 11/5 & Stephenville & Discussion: stats background on factorial designs\\
12 & 11/12 & online & Video lecture: analyzing mental arithmetic data in R\\
13 & 11/19 & Stephenville & Discussion: results of mental arithmetic task \& final manuscript\\
14 & 11/26 & online & TBA\\
15 & 12/3 & Stephenville & Wrap up\\
\end{tabular}
\end{center}
% Emacs 25.3.1 (Org mode 8.2.10)
\end{document}